Repository: microsoft/Power-Fx
Catalog: src/strings/*/PowerFxResources.resw
Source language: en_us
Languages: bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, et_ee, eu_es, fi_fi, fr_fr, gl_es, hi_in, hr_hr, hu_hu, it_it, ja_jp, kk_kz, ko_kr, lt_lt, lv_lv, ms_my, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sr_cyrl_rs, sr_latn_rs, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

# ErrAsTypeAndIsTypeExpectConnectedDataSource
source: Incorrect argument. This formula expects a table from a connected data source. The AsType and IsType functions require connected data sources.
bg_bg: Неправилен аргумент. Тази формула очаква таблица от свързан източник на данни. Функциите AsType и IsType изискват свързани източници на данни.
ca_es: L'argument és incorrecte. Aquesta fórmula espera una taula d'una font de dades connectada. Les funcions AsType i IsType requereixen fonts de dades connectades.
cs_cz: Nesprávný argument. Tento vzorec očekává tabulku z připojeného zdroje dat. Funkce AsType a IsType vyžadují připojené zdroje dat.
da_dk: Forkert argument. Denne formel forventer en tabel fra en tilsluttet datakilde. Funktionerne AsType og IsType kræver forbundne datakilder.
de_de: Ungültiges Argument. Diese Formel erwartet eine Tabelle aus einer verbundenen Datenquelle. Für die Funktionen AsType und IsType sind verbundene Datenquellen erforderlich.
el_gr: Εσφαλμένο όρισμα. Αυτός ο τύπος αναμένει έναν πίνακα από μια συνδεδεμένη προέλευση δεδομένων. Οι συναρτήσεις AsType και IsType απαιτούν συνδεδεμένες προελεύσεις δεδομένων.
es_es: El argumento es incorrecto. Esta fórmula espera una tabla de un origen de datos conectado. Las funciones AsType e IsType requieren orígenes de datos conectados.
et_ee: Vale argument. Valem eeldab tabelit ühendatud andmeallikast. Funktsioonid AsType ja IsType nõuavad ühendatud andmeallikaid.
eu_es: Argumentuak ez du balio. Konektatutako datu-iturburu bateko taula bat espero du formula honek. Konektatutako datu-iturburuak behar dituzte "AsType" eta "IsType" funtzioek.
fi_fi: Virheellinen argumentti. Tämä kaava odottaa taulukkoa yhdistetystä tietolähteestä. AsType- ja IsType-funktiot edellyttävät yhdistettyjä tietolähteitä.
fr_fr: Argument incorrect. Cette formule attend une table à partir d’une source de données connectée. Les fonctions IsType et AsType requièrent des sources de données connectées.
gl_es: Argumento incorrecto. Esta fórmula espera unha táboa dunha orixe de datos conectada. As funcións AsType e IsType requiren orixes de datos conectadas.
hi_in: गलत तर्क. यह सूत्र किसी कनेक्ट किए गए डेटा स्रोत से तालिका की अपेक्षा करता है. AsType और IsType फ़ंक्शन के लिए कनेक्ट किए गए डेटा स्रोतों की आवश्यकता है.
hr_hr: Argument nije točan. Formula očekuje tablicu iz povezanog izvora podataka. Funkcije AsType i IsType zahtijevaju povezane izvore podataka.
hu_hu: Helytelen argumentum. A képlet a csatlakoztatott adatforrásból származó táblát vár. Az AsType és az IsType függvény csatlakoztatott adatforrást igényel.
it_it: L'argomento non è corretto. Questa formula prevede una tabella da un'origine dati connessa. Le funzioni AsType e IsType richiedono origini dati connesse.
ja_jp: 引数が正しくありません。この式には接続済みデータ ソースのテーブルが必要です。AsType および IsType 関数には、接続済みデータ ソースが必要です。
kk_kz: Дұрыс емес аргумент. Бұл формула қосылған деректер көзінен кестені күтеді. AsType және IsType функциялары үшін қосылған деректер көздері қажет.
ko_kr: 잘못된 인수입니다. 이 수식은 연결된 데이터 원본의 테이블을 사용해야 합니다. AsType 및 IsType 함수를 사용하려면 연결된 데이터 원본이 필요합니다.
lt_lt: Netinkamas argumentas. Šioje formulėje numatoma gauti lentelę iš susieto duomenų šaltinio. Kad funkcijos AsType ir IsType veiktų, reikia prijungtų duomenų šaltinių.
lv_lv: Nepareizs arguments. Šajā formulā ir paredzēts izmantot tabulu no pievienota datu avota. Funkcijai AsType un funkcijai IsType ir nepieciešami pievienoti datu avoti.
ms_my: Argumen salah. Formula ini menjangkakan jadual daripada sumber data yang disambungkan. Fungsi AsType dan IsType memerlukan sumber data yang disambungkan.
nb_no: Feil argument. Denne formelen forventer en tabell fra en tilkoblet datakilde. AsType og IsType krever tilkoblede datakilder.
nl_nl: Onjuist argument. Deze formule verwacht een tabel uit een gekoppelde gegevensbron. De functies AsType en IsType vereisen verbonden gegevensbronnen.
pl_pl: Nieprawidłowy argument. Ta formuła oczekuje tabeli z połączonego źródła danych. Funkcje AsType i IsType wymagają połączonych źródeł danych.
pt_br: Argumento incorreto. Esta fórmula espera uma tabela de uma fonte de dados conectada. As funções AsType e IsType exigem fontes de dados conectadas.
pt_pt: Argumento incorreto. Esta fórmula espera uma tabela de uma origem de dados ligada. As funções AsType e IsType requerem origens de dados ligadas.
ro_ro: Argument incorect. Această formulă așteaptă un tabel dintr-o sursă de date conectată. Funcțiile AsType și IsType necesită surse de date conectate.
ru_ru: Неверный аргумент. В этой формуле ожидается таблица из подключенного источника данных. Подключенные источники обязательны для функций AsType и IsType.
sk_sk: Nesprávny argument. Tento vzorec očakáva tabuľku z pripojeného zdroja údajov. Funkcie AsType a IsType vyžadujú pripojené zdroje údajov.
sl_si: Nepravilen argument. Ta formula pričakuje tabelo iz povezanega vira podatkov. Funkciji AsType in IsType zahtevata povezane vire podatkov.
sr_cyrl_rs: Неисправан аргумент. Ова формула очекује табелу из повезаног извора података. Функције AsType и IsType захтевају повезане изворе података.
sr_latn_rs: Neispravan argument. Ova formula očekuje tabelu iz povezanog izvora podataka. Funkcije AsType i IsType zahtevaju povezane izvore podataka.
sv_se: Felaktigt argument. Den här formeln förväntar sig en tabell från en ansluten datakälla. Funktionerna AsType och IsType kräver anslutna datakällor.
th_th: อาร์กิวเมนต์ไม่ถูกต้อง สูตรนี้คาดหวังตารางจากแหล่งข้อมูลที่มีการเชื่อมต่อ ฟังก์ชัน AsType และ IsType จำเป็นต้องมีแหล่งข้อมูลที่มีการเชื่อมต่อ
tr_tr: Geçersiz bağımsız değişken. Bu formül bağlı veri kaynağından bir tablo bekliyor. AsType ve IsType işlevleri bağlı veri kaynakları gerektirir.
uk_ua: Неправильний аргумент. Ця формула очікує таблицю з підключеного джерела даних. Функції AsType та IsType вимагають підключених джерел даних.
vi_vn: Đối số không chính xác. Công thức này dự kiến nhận được bảng từ nguồn dữ liệu được kết nối. Các hàm AsType và IsType yêu cầu nguồn dữ liệu được kết nối.
zh_cn: 参数错误。该公式需要表来自已连接的数据源。AsType 和 IsType 函数需使用已连接的数据源。
zh_tw: 引數不正確。此公式需要來自已連線之資料來源的資料表。AsType 與 IsType 函式需要已連線的資料來源。

# InfoMessage
source: Message:
bg_bg: Съобщение:
ca_es: Missatge:
cs_cz: Zpráva:
da_dk: Meddelelse:
de_de: Nachricht:
el_gr: Μήνυμα:
es_es: Mensaje:
et_ee: Teade:
eu_es: Mezua:
fi_fi: Sanoma:
gl_es: Mensaxe:
hi_in: संदेश
hr_hr: Poruka:
hu_hu: Üzenet:
it_it: Messaggio:
ja_jp: メッセージ
kk_kz: Хабар:
ko_kr: 메시지:
lt_lt: Pranešimas:
lv_lv: Ziņojums:
ms_my: Mesej:
nb_no: Melding:
nl_nl: Bericht:
pl_pl: Komunikat:
pt_br: Mensagem:
pt_pt: Mensagem:
ro_ro: Mesaj:
ru_ru: Сообщение:
sk_sk: Hlásenie:
sl_si: Sporočilo:
sr_cyrl_rs: Порука:
sr_latn_rs: Poruka:
sv_se: Meddelande:
th_th: ข้อความ
tr_tr: İleti:
uk_ua: Повідомлення:
vi_vn: Thông báo:
zh_cn: 消息:
zh_tw: 訊息:

# InfoNode_Node
source: Node: {0}
bg_bg: Възел: {0}
cs_cz: Uzel: {0}
de_de: Knoten: {0}
el_gr: Κόμβος: {0}
es_es: Nodo: {0}
et_ee: Sõlm: {0}
eu_es: Nodoa: {0}
fi_fi: Solmu: {0}
fr_fr: Nœud : {0}
gl_es: Nó: {0}
hi_in: नोड: {0}
hr_hr: Čvor: {0}
hu_hu: Csomópont: {0}
it_it: Nodo: {0}
ja_jp: ノード: {0}
kk_kz: Түйін: {0}
ko_kr: 노드: {0}
lt_lt: Mazgas: {0}
lv_lv: Mezgls: {0}
ms_my: Nod: {0}
nl_nl: Knooppunt: {0}
pl_pl: Węzeł: {0}
pt_br: Nó: {0}
pt_pt: Nó: {0}
ro_ro: Nod: {0}
ru_ru: Узел: {0}
sk_sk: Uzol: {0}
sl_si: Vozlišče: {0}
sr_cyrl_rs: Чвор: {0}
sr_latn_rs: Čvor: {0}
sv_se: Nod: {0}
th_th: โหนด: {0}
tr_tr: Düğüm: {0}
uk_ua: Вузол: {0}
vi_vn: Nút: {0}
zh_cn: 节点: {0}
zh_tw: 節點: {0}

# InfoTok_Tok
source: Tok: {0}
bg_bg: Ток: {0}
el_gr: Διακριτικό: {0}
fi_fi: Tunnus: {0}
hi_in: टोक: {0}
kk_kz: Токен: {0}
lv_lv: Pilnvara: {0}
nb_no: Token: {0}
ru_ru: Токен: {0}
sl_si: Žeton: {0}
sr_cyrl_rs: Ток: {0}
uk_ua: Маркер: {0}
zh_cn: 标记: {0}
zh_tw: 權杖: {0}

# AboutDate
source: Returns the number that represents the date in Power Apps date-time code.
bg_bg: Връща числото, представляващо датата в кода за дата и час в Power Apps.
ca_es: Retorna el nombre que representa la data en un codi de data i hora del Power Apps.
cs_cz: Vrátí číslo, které představuje datum zadané v kódu data a času Power Apps
da_dk: Returnerer det tal, der repræsenterer datoen i Power Apps-koden for dato/klokkeslæt.
de_de: Gibt die Zahl zurück, die im Power Apps-Code für Datum und Uhrzeit das Datum darstellt.
el_gr: Επιστρέφει τον αριθμό που αντιπροσωπεύει την ημερομηνία σε κώδικα ημερομηνίας-ώρας του Power Apps.
es_es: Devuelve el número que representa la fecha en código de fecha y hora de Power Apps.
et_ee: Tagastab arvu, mis tähistab Power Appsi kuupäeva- ja kellaajakoodis kuupäeva.
eu_es: Power Apps-eko data eta orduaren kodeko data adierazten duen zenbakia itzultzen du.
fi_fi: Palauttaa luvun, joka edustaa päivämäärää Power Appsin päivämäärä- ja aikakoodissa.
fr_fr: Retourne le numéro représentant la date dans le code date-heure de Power Apps.
gl_es: Devolve o número que representa a data en código de data e hora de Power Apps.
hi_in: Power Apps दिनांक-समय कोड में दिनांक दर्शाने वाली संख्या लौटाता है.
hr_hr: Vraća broj koji predstavlja datum u kodu vremena i datuma za Power Apps.
hu_hu: Azt a számot adja vissza, amely a dátumot jelöli a Power Apps dátum- és időpontkódjában.
it_it: Restituisce il numero che rappresenta la data nel codice data-ora di Power Apps.
ja_jp: Power Apps の日時コード形式の日付を表す数値を返します。
kk_kz: Күнді Power Apps күн-уақыт кодында көрсететін санды қайтарады.
ko_kr: Power Apps 날짜-시간 코드로 날짜를 나타내는 숫자를 반환합니다.
lt_lt: Pateikia skaičių, kuris pavaizduoja duomenis „Power Apps“ datos ir laiko kode.
lv_lv: Atgriež skaitli, kas atspoguļo datumu Power Apps datuma-laika kodā.
ms_my: Mengembalikan nombor yang mewakili tarikh dalam kod tarikh masa Power Apps.
nb_no: Returnerer tallet som representerer datoen i dato/klokkeslett-koden for Power Apps.
nl_nl: Hiermee wordt het getal geretourneerd dat de datum weergeeft in de Power Apps datum/tijdcode.
pl_pl: Zwraca liczbę reprezentującą datę w kodzie daty/godziny usługi Power Apps.
pt_br: Retorna o número que representa a data no código data-hora do Power Apps.
pt_pt: Devolve o número que representa a data no código de data/hora do Power Apps.
ro_ro: Returnează numărul care reprezintă data în codul dată-oră al Power Apps.
ru_ru: Возвращает число, представляющее дату в формате кода даты и времени Power Apps.
sk_sk: Vráti číslo reprezentujúce dátum v kóde dátumu a času služby Power Apps.
sl_si: Vrne število, ki predstavlja datum v kodi datum-ura storitve Power Apps.
sr_cyrl_rs: Враћа број који представља датум у Power Apps коду датум-време.
sr_latn_rs: Vraća broj koji predstavlja datum u Power Apps kodu datum-vreme.
sv_se: Returnerar talet som motsvarar datumet i Power Apps datum/tid-kod.
th_th: ส่งกลับตัวเลขที่แสดงวันที่เป็นรหัสวันที่-เวลาของ Power Apps
tr_tr: Power Apps tarih-saat kodundaki tarihi temsil eden sayıyı döndürür.
uk_ua: Повертає число, яке представляє дату в коді дати й часу Power Apps.
vi_vn: Trả về số thể hiện ngày theo mã ngày/giờ của Power Apps.
zh_cn: 返回采用 Power Apps 日期时间代码表示日期的数字。
zh_tw: 傳回 Power Apps 日期時間碼中代表日期的數字。

# DateArg1
source: year
bg_bg: година
ca_es: any
cs_cz: rok
da_dk: år
de_de: Jahr
el_gr: έτος
es_es: año
et_ee: aasta
eu_es: urte
fi_fi: vuosi
fr_fr: an
gl_es: ano
hi_in: वर्ष
hr_hr: godina
hu_hu: év
it_it: anno
ja_jp: 年
kk_kz: жыл
ko_kr: 년
lt_lt: metai
lv_lv: gads
ms_my: tahun
nb_no: år
nl_nl: jaar
pl_pl: rok
pt_br: ano
pt_pt: ano
ro_ro: an
ru_ru: год
sk_sk: rok
sl_si: leto
sr_cyrl_rs: година
sr_latn_rs: godina
sv_se: år
th_th: ปี
tr_tr: yıl
uk_ua: рік
vi_vn: năm
zh_cn: 年
zh_tw: 年

# DateArg2
source: month
bg_bg: месец
ca_es: mes
cs_cz: měsíc
da_dk: måned
de_de: Monat
el_gr: μήνας
es_es: mes
et_ee: kuu
eu_es: hilabete
fi_fi: kuukausi
fr_fr: mois
gl_es: mes
hi_in: माह
hr_hr: mjesec
hu_hu: hónap
it_it: mese
ja_jp: 月
kk_kz: ай
ko_kr: 월
lt_lt: mėnuo
lv_lv: mēnesis
ms_my: bulan
nb_no: måned
nl_nl: maand
pl_pl: miesiąc
pt_br: mês
pt_pt: mês
ro_ro: lună
ru_ru: месяц
sk_sk: mesiac
sl_si: mesec
sr_cyrl_rs: месец
sr_latn_rs: mesec
sv_se: månad
th_th: เดือน
tr_tr: ay
uk_ua: місяць
vi_vn: tháng
zh_cn: 月
zh_tw: 月

# DateArg3
source: day
bg_bg: ден
ca_es: dia
cs_cz: den
da_dk: dag
de_de: Tag
el_gr: ημέρα
es_es: día
et_ee: päev
eu_es: egun
fi_fi: päivä
fr_fr: jour
gl_es: día
hi_in: दिन
hr_hr: dan
hu_hu: nap
it_it: giorno
ja_jp: 日
kk_kz: күн
ko_kr: 일
lt_lt: diena
lv_lv: diena
ms_my: hari
nb_no: dag
nl_nl: dag
pl_pl: dzień
pt_br: dia
pt_pt: dia
ro_ro: zi
ru_ru: день
sk_sk: deň
sl_si: dan
sr_cyrl_rs: дан
sr_latn_rs: dan
sv_se: dag
th_th: วัน
tr_tr: gün
uk_ua: день
vi_vn: ngày
zh_cn: 天
zh_tw: 天

# AboutDate_year
source: The year.
bg_bg: Годината.
ca_es: Any.
cs_cz: Rok
da_dk: Året.
de_de: Das Jahr.
el_gr: Το έτος.
es_es: Año.
et_ee: Aasta.
eu_es: Urtea.
fi_fi: Vuosi.
fr_fr: L’année.
gl_es: Ano.
hi_in: वर्ष.
hr_hr: Godina.
hu_hu: Az év.
it_it: Anno.
ja_jp: 年。
kk_kz: Жыл.
ko_kr: 연도입니다.
lt_lt: Metai.
lv_lv: Gads.
ms_my: Tahun tersebut.
nb_no: Året.
nl_nl: Het jaar.
pl_pl: Rok.
pt_br: Ano.
pt_pt: O ano.
ro_ro: Anul.
ru_ru: Год.
sk_sk: Rok.
sl_si: Leto.
sr_cyrl_rs: Година.
sr_latn_rs: Godina.
sv_se: Året.
th_th: ปี
tr_tr: Yıl.
uk_ua: Рік.
vi_vn: Năm.
zh_cn: 年。
zh_tw: 年度。

# AboutDate_month
source: The month.
bg_bg: Месецът.
ca_es: Mes.
cs_cz: Měsíc
da_dk: Måneden.
de_de: Der Monat.
el_gr: Ο μήνας.
es_es: Mes.
et_ee: Kuu.
eu_es: Hilabetea.
fi_fi: Kuukausi.
fr_fr: Le mois.
gl_es: Mes.
hi_in: माह.
hr_hr: Mjesec.
hu_hu: A hónap.
it_it: Mese.
ja_jp: 月。
kk_kz: Ай.
ko_kr: 월입니다.
lt_lt: Mėnuo.
lv_lv: Mēnesis.
ms_my: Bulan tersebut.
nb_no: Måneden.
nl_nl: De maand.
pl_pl: Miesiąc.
pt_br: Mês.
pt_pt: O mês.
ro_ro: Luna.
ru_ru: Месяц.
sk_sk: Mesiac.
sl_si: Mesec.
sr_cyrl_rs: Месец.
sr_latn_rs: Mesec.
sv_se: Månaden.
th_th: เดือน
tr_tr: Ay.
uk_ua: Місяць.
vi_vn: Tháng.
zh_cn: 月。
zh_tw: 月份。

# AboutDate_day
source: The day.
bg_bg: Денят.
ca_es: Dia.
cs_cz: Den
da_dk: Dagen.
de_de: Der Tag.
el_gr: Η ημέρα.
es_es: Día.
et_ee: Päev.
eu_es: Eguna.
fi_fi: Päivä.
fr_fr: Le jour.
gl_es: Día.
hi_in: दिन.
hr_hr: Dan.
hu_hu: A nap.
it_it: Giorno.
ja_jp: 日。
kk_kz: Күн.
ko_kr: 일입니다.
lt_lt: Diena.
lv_lv: Diena.
ms_my: Hari tersebut.
nb_no: Dagen.
nl_nl: De dag.
pl_pl: Dzień.
pt_br: Dia.
pt_pt: O dia.
ro_ro: Ziua.
ru_ru: День.
sk_sk: Deň.
sl_si: Dan.
sr_cyrl_rs: Дан.
sr_latn_rs: Dan.
sv_se: Dagen.
th_th: วัน
tr_tr: Gün.
uk_ua: День.
vi_vn: Ngày.
zh_cn: 日。
zh_tw: 日。

# AboutTime
source: Converts hours, minutes and seconds into a decimal number.
bg_bg: Преобразува часове, минути и секунди в десетично число.
ca_es: Converteix hores, minuts i segons en un nombre decimal.
cs_cz: Převede hodiny, minuty a sekundy na desetinné číslo.
da_dk: Konverterer timer, minutter og sekunder til et decimaltal.
de_de: Konvertiert Stunden, Minuten und Sekunden in eine Dezimalzahl.
el_gr: Μετατρέπει ώρες, λεπτά και δευτερόλεπτα σε δεκαδικό αριθμό.
es_es: Convierte horas, minutos y segundos en un número decimal.
et_ee: Teisendab tunnid, minutid ja sekundid kümnendarvuks.
eu_es: Orduak, minutuak eta segundoak zenbaki hamartar bihurtzen ditu.
fi_fi: Muuntaa tunnit, minuutit ja sekunnit desimaaliluvuksi.
fr_fr: Convertir les heures, les minutes et les secondes en nombre décimal.
gl_es: Converte as horas, os minutos e os segundos nun número decimal.
hi_in: घंटों, मिनटों और सेकंड्स को दशमलव संख्या में रूपांतरित करता है.
hr_hr: Pretvara sate, minute i sekunde u decimalni broj.
hu_hu: Decimális számmá alakítja az órákat, perceket és másodperceket.
it_it: Converte ore, minuti e secondi in un numero decimale.
ja_jp: 時間、分、および秒を 10 進数に変換します。
kk_kz: Сағаттарды, минуттарды және секундтарды ондық санға түрлендіреді.
ko_kr: 시간, 분 및 초를 10진수로 변환합니다.
lt_lt: Konvertuoja valandas, minutes ir sekundes į dešimtainį skaičių.
lv_lv: Pārvērš stundas, minūtes un sekundes par decimālskaitli.
ms_my: Menukarkan jam, minit dan saat ke dalam nombor perpuluhan.
nb_no: Konverterer timer, minutter og sekunder til desimaltall.
nl_nl: Hiermee worden de uren, minuten en seconden geconverteerd naar een decimaal getal.
pl_pl: Konwertuje godziny, minuty i sekundy na liczbę dziesiętną.
pt_br: Converte horas, minutos e segundos em um número decimal.
pt_pt: Converte horas, minutos e segundos num número decimal.
ro_ro: Convertește orele, minutele și secundele într-un număr zecimal.
ru_ru: Преобразует часы, минуты и секунды в десятичное число.
sk_sk: Skonvertuje hodiny, minúty a sekundy na desatinné číslo.
sl_si: Pretvori ure, minute in sekunde v decimalno številko.
sr_cyrl_rs: Претвара часове, минуте и секунде у децимални број.
sr_latn_rs: Pretvara časove, minute i sekunde u decimalni broj.
sv_se: Konverterar timmar, minuter och sekunder till ett decimaltal.
th_th: แปลงชั่วโมง, นาที และวินาทีให้เป็นตัวเลขทศนิยม
tr_tr: Saatleri, dakikaları ve saniyeleri ondalık sayılara dönüştürür.
uk_ua: Перетворює години, хвилини й секунди в десяткове число.
vi_vn: Chuyển đổi giờ, phút và giây thành một số thập phân.
zh_cn: 将小时、分钟和秒转换为小数数字。
zh_tw: 將小時、分鐘與秒，轉換為十進位數字。

# TimeArg1
source: hour
bg_bg: час
ca_es: hora
cs_cz: hodina
da_dk: time
de_de: Stunde
el_gr: ώρα
es_es: hora
et_ee: tund
eu_es: ordu
fi_fi: tunti
fr_fr: heure
gl_es: hora
hi_in: घंटा
hr_hr: h
hu_hu: óra
it_it: ora
ja_jp: 時間
kk_kz: сағат
ko_kr: 시간
lt_lt: valanda
lv_lv: stunda
ms_my: jam
nb_no: time
nl_nl: uur
pl_pl: godzina
pt_br: hora
pt_pt: hora
ro_ro: oră
ru_ru: час
sk_sk: hodina
sl_si: ura
sr_cyrl_rs: час
sr_latn_rs: čas
sv_se: timma
th_th: ชั่วโมง
tr_tr: saat
uk_ua: година
vi_vn: giờ
zh_cn: 小时
zh_tw: 小時

# TimeArg2
source: minute
bg_bg: минута
ca_es: minut
cs_cz: minuta
da_dk: minut
el_gr: λεπτό
es_es: minuto
et_ee: minut
eu_es: minutu
fi_fi: minuutti
gl_es: minuto
hi_in: मिनट
hr_hr: min
hu_hu: perc
it_it: minuto
ja_jp: 分
kk_kz: минут
ko_kr: 분
lt_lt: minutė
lv_lv: minūte
ms_my: minit
nb_no: minutt
nl_nl: minuut
pl_pl: minuta
pt_br: minuto
pt_pt: minuto
ro_ro: minut
ru_ru: минута
sk_sk: minúta
sl_si: minuta
sr_cyrl_rs: минут
sr_latn_rs: minut
sv_se: minut
th_th: นาที
tr_tr: dakika
uk_ua: хвилина
vi_vn: phút
zh_cn: 分钟
zh_tw: 分鐘

# TimeArg3
source: second
bg_bg: секунда
ca_es: segon
cs_cz: sekunda
da_dk: sekund
de_de: Sekunde
el_gr: δευτερόλεπτο
es_es: segundo
et_ee: sekund
eu_es: segundo
fi_fi: sekunti
fr_fr: seconde
gl_es: segundo
hi_in: सेकंड
hr_hr: s
hu_hu: másodperc
it_it: secondo
ja_jp: 秒
kk_kz: секунд
ko_kr: 초
lt_lt: sekundė
lv_lv: sekunde
ms_my: saat
nb_no: sekund
nl_nl: seconde
pl_pl: sekunda
pt_br: segundo
pt_pt: segundo
ro_ro: secundă
ru_ru: секунда
sk_sk: sekunda
sl_si: sekunda
sr_cyrl_rs: секунда
sr_latn_rs: sekunda
sv_se: sekund
th_th: วินาที
tr_tr: saniye
uk_ua: секунда
vi_vn: giây
zh_cn: 秒
zh_tw: 秒

# TimeArg4
source: millisecond
bg_bg: милисекунда
ca_es: mil·lisegon
cs_cz: milisekunda
da_dk: millisekund
de_de: Millisekunde
el_gr: χιλιοστό_του_δευτερολέπτου
es_es: milisegundo
et_ee: millisekund
eu_es: milisegundo
fi_fi: millisekunti
fr_fr: milliseconde
gl_es: milisegundo
hi_in: मिलीसेकंड
hr_hr: ms
hu_hu: ezredmásodperc
it_it: millisecondo
ja_jp: ミリ秒
kk_kz: миллисекунд
ko_kr: 밀리초
lt_lt: milisekundė
lv_lv: milisekunde
ms_my: milisaat
nb_no: millisekund
nl_nl: milliseconde
pl_pl: milisekunda
pt_br: milissegundo
pt_pt: milissegundo
ro_ro: milisecundă
ru_ru: мс
sk_sk: milisekunda
sl_si: milisekunda
sr_cyrl_rs: милисекунда
sr_latn_rs: milisekunda
sv_se: millisekund
th_th: มิลลิวินาที
tr_tr: milisaniye
uk_ua: мілісекунда
vi_vn: mili_giây
zh_cn: 毫秒
zh_tw: 毫秒

# AboutTime_hour
source: The hour component.
bg_bg: Компонентът на часа.
ca_es: Component d'hora.
cs_cz: Hodiny
da_dk: Time-komponenten.
de_de: Die Stundenkomponente.
el_gr: Το στοιχείο ώρας.
es_es: Componente de hora.
et_ee: Tunnikomponent.
eu_es: Ordu-osagaia.
fi_fi: Tuntikomponentti.
fr_fr: Composant heure.
gl_es: Compoñente hora.
hi_in: घंटा घटक.
hr_hr: Komponenta sata.
hu_hu: Az óra összetevő.
it_it: Componente ora.
ja_jp: 時間コンポーネント。
kk_kz: Сағат компоненті.
ko_kr: 시간 구성 요소입니다.
lt_lt: Valandos komponentas.
lv_lv: Stundas komponents.
ms_my: Komponen jam.
nb_no: Klokkeslettkomponenten.
nl_nl: Het uurgedeelte.
pl_pl: Składnik godziny.
pt_br: Componente de hora.
pt_pt: Componente de hora.
ro_ro: Componenta oră.
ru_ru: Компонент часа.
sk_sk: Komponent hodiny.
sl_si: Komponenta ure.
sr_cyrl_rs: Компонента часа.
sr_latn_rs: Komponenta časa.
sv_se: Tim-komponenten.
th_th: คอมโพเนนต์ชั่วโมง
tr_tr: Saat bileşeni.
uk_ua: Компонент години.
vi_vn: Thành phần giờ.
zh_cn: 小时部分。
zh_tw: 小時元件。

# AboutTime_minute
source: The minute component.
bg_bg: Компонентът на минутата.
ca_es: Component de minut.
cs_cz: Minuty
da_dk: Minut-komponenten.
de_de: Die Minutenkomponente.
el_gr: Το στοιχείο λεπτού.
es_es: Componente de minuto.
et_ee: Minutikomponent.
eu_es: Minutu-osagaia.
fi_fi: Minuuttikomponentti.
fr_fr: Composant minute.
gl_es: Compoñente minuto.
hi_in: मिनट घटक.
hr_hr: Komponenta minute.
hu_hu: A perc összetevő.
it_it: Componente minuto.
ja_jp: 分コンポーネント。
kk_kz: Минут компоненті.
ko_kr: 분 구성 요소입니다.
lt_lt: Minutės komponentas.
lv_lv: Minūtes komponents.
ms_my: Komponen minit.
nb_no: Minuttkomponenten.
nl_nl: Het minuutgedeelte.
pl_pl: Składnik minuty.
pt_br: Componente de minuto.
pt_pt: Componente de minuto.
ro_ro: Componenta minut.
ru_ru: Компонент минуты.
sk_sk: Komponent minút.
sl_si: Komponenta minute.
sr_cyrl_rs: Компонента минута.
sr_latn_rs: Komponenta minuta.
sv_se: Minut-komponenten.
th_th: คอมโพเนนต์นาที
tr_tr: Dakika bileşeni.
uk_ua: Компонент хвилини.
vi_vn: Thành phần phút.
zh_cn: 分钟部分。
zh_tw: 分鐘元件。

# AboutTime_second
source: The second component.
bg_bg: Компонентът на секундата.
ca_es: Component de segon.
cs_cz: Sekundy
da_dk: Sekund-komponenten.
de_de: Die Sekundenkomponente.
el_gr: Το στοιχείο δευτερολέπτου.
es_es: Componente de segundo.
et_ee: Sekundikomponent.
eu_es: Bigarren osagaia.
fi_fi: Toinen komponentti.
fr_fr: Composant seconde.
gl_es: Compoñente segundo.
hi_in: सेकंड घटक.
hr_hr: Komponenta sekunde.
hu_hu: A másodperc összetevő.
it_it: Componente secondo.
ja_jp: 秒コンポーネント。
kk_kz: Секунд компоненті.
ko_kr: 초 구성 요소입니다.
lt_lt: Sekundės komponentas.
lv_lv: Sekundes komponents.
ms_my: Komponen kedua.
nb_no: Sekundkomponenten.
nl_nl: Het secondegedeelte.
pl_pl: Składnik sekundy.
pt_br: Componente de segundo.
pt_pt: Componente de segundo.
ro_ro: Componenta secundă.
ru_ru: Второй компонент.
sk_sk: Druhý komponent.
sl_si: Komponenta sekunde.
sr_cyrl_rs: Компонента секунде.
sr_latn_rs: Komponenta sekunde.
sv_se: Sekund-komponenten.
th_th: คอมโพเนนต์วินาที
tr_tr: Saniye bileşeni.
uk_ua: Компонент секунди.
vi_vn: Thành phần giây.
zh_cn: 秒部分。
zh_tw: 秒元件。
